export interface StartingSteps {
  id: number | string;
  text: string;
}

const StartingSteps: StartingSteps[] = [
  {
    id: 's1',
    text: 'ثبت‌نام کنید و پرسشنامه سلامت را کامل نمایید',
  },
  {
    id: 's2',
    text: 'بسته مورد نظر (رژیم، دوره یا بسته جامع) را انتخاب کنید',
  },
  {
    id: 's3',
    text: 'هوش مصنوعی برنامه‌ اختصاصی شما را طراحی می‌کند',
  },
  {
    id: 's4',
    text: 'متخصص تغذیه، رژیم غذایی شما را بررسی و تایید می کند تا رژیم شما فعال شود',
  },
  {
    id: 's5',
    text: 'برنامه آموزشی و سرفصل های مناسب شما بر اساس شرایط شما انتخاب می شوند.',
  },
  {
    id: 's6',
    text: 'از همان روز اول، آموزش، رژیم و مسیر شخصی شما آغاز می‌شود',
  },
  {
    id: 's7',
    text: 'پشتیبانی و مشاوره در تمام مسیر بهبود سبک زندگی شما، ارائه می گردد',
  },
];

export default StartingSteps;
